---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExternalResourceUtils
source: html/0df621e2-2d86-5e0b-8b91-b952258aa2b6.htm
---
# ExternalResourceUtils Members

Gets the ids of all elements which refer to external resources.